Repository: SalahAdDin/django-jet
Catalog: jet/dashboard/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Quick links
ar: روابط سريعة

source: Return to site
ar: العودة للموقع

source: Change password
ar: تغيير كلمة المروور

source: Log out
ar: الخروج

source: Applications
ar: التطبيقات

source: Administration
ar: الإدارة

source: Recent Actions
ar: آخر الأوامر

source: Latest Django News
ar: آخر أخبار جانغو

source: Support
ar: الدعم الفني

source: Django documentation
ar: توثيقات جانغو

source: Django "django-users" mailing list
ar: قائمة تراسل "django-users" الخاصة بجانغو

source: Django irc channel
ar: قناة الآي آر سي الخاصة بجانغو

source: Revoke access
ar: سحب التصريح

source: Grant access
ar: إعطاء تصريح

source: Access
ar: التصريح

source: Counter
ar: عدّاد

source: Statistics period
ar: فترة الإحصائيات

source: Today
ar: اليوم

source: Last week
ar: الإسبوع الماضي

source: Last month
ar: الشهر الماضي

source: Last quarter
ar: ربع السنة الماضي

source: Last year
ar: العام الماضي

source: none
ar: لا شيء

source: grant access first
ar: أعط تصريح أولا

source: counters loading failed
ar: فشل تحميل العدّادات

source: Show
ar: اعرض

source: users
ar: المستخدمين

source: sessions
ar: الجلسات

source: views
ar: إستعراضات

source: Group
ar: مجموعة

source: By day
ar: باليوم

source: By week
ar: بالإسبوع

source: By month
ar: بالشهر

source: Please <a href="%s">attach Google account and choose Google Analytics counter</a> to start using widget
ar: الرجاء <a href="%s">إرفاق حساب جوجل و إختر عداد احصائيات جوجل</a> للبدء بإستخدام الودجة

source: Please <a href="%s">select Google Analytics counter</a> to start using widget
ar: الرجاء <a href="%s">إختر عداد احصائيات جوجل</a> للبدء بإستخدام الودجة

source: API request failed.
ar: طلب API فشل

source: Try to <a href="%s">revoke and grant access</a> again
ar: جرب <a href="%s">حذف و إضافة التصريح</a> مرة اخرى

source: Google Analytics visitors totals
ar: عدد زوار إحصائيات جوجل الإجمالي

source: Bad server response
ar: رد خاطئ من الخادم

source: Google Analytics visitors chart
ar: مخطط زوار إحصائيات جوجل

source: Google Analytics period visitors
ar: عدد زوار إحصائيات جوجل للفترات

source: Module not found
ar: لم يتم العثور على الوحدة

source: Bad arguments
ar: رمز سيئة

source: visitors
ar: الزوار

source: visits
ar: الزيارات

source: Please <a href="%s">attach Yandex account and choose Yandex Metrika counter</a> to start using widget
ar: الرجاء <a href="%s">إرفاق حساب ياندكس و إختر عداد يانديكس متريكا</a> للبدء بإستخدام الودجة

source: Please <a href="%s">select Yandex Metrika counter</a> to start using widget
ar: الرجاء <a href="%s"> إختيار عداد يانديكس متريكا</a> للبدء بإستخدام الودجة

source: Yandex Metrika visitors totals
ar: عدد زوار إحصائيات يانديكس متريكا الإجمالي

source: Yandex Metrika visitors chart
ar: مخطط زوار إحصائيات يانديكس متريكا

source: Yandex Metrika period visitors
ar: عدد زوار إحصائيات يانديكس متريكا للفترات

source: Title
ar: العنوان

source: module
ar: البرنامج

source: Application models
ar: نماذج التطبيقات

source: application name
ar: إسم التطبيق

source: user
ar: المستخدمين

source: column
ar: عمود

source: order
ar: تسلسل

source: settings
ar: الإعدادات

source: children
ar: النسل

source: collapsed
ar: مطبوق

source: user dashboard module
ar: برنامج لوحة قيادة المستخدم

source: user dashboard modules
ar: برامج لوحة قيادة المستخدم

source: URL
ar: الرابط

source: External link
ar: رابط خارجي

source: Layout
ar: المخطط

source: Stacked
ar: مصفف

source: Inline
ar: خلال السطر

source: Links
ar: الروابط

source: Link
ar: رابط

source: Models
ar: النماذج

source: Items limit
ar: حدود العناصر

source: Feed URL
ar: تلقيم الرابط

source: RSS Feed
ar: تلقيم RSS

source: You must install the FeedParser python module
ar: يجب عليك تنصيب حزمة بايثون FeedParser

source: You must provide a valid feed URL
ar: يجب عليك تزويد رابط تلقيم صحيح

source: Are you sure want to delete this widget?
ar: هل أنت متأكد من حذف هذه الودجة؟

source: widgets
ar: الودجات

source: initials
ar: الحروف الأولية من الإسم

source: Add
ar: أضف

source: Reset widgets
ar: إعادة ضبط الودجة

source: Are you sure want to reset widgets?
ar: هل أنت متأكد من إعادة ضبط الودجة؟

source: Change
ar: غير

source: Delete widget
ar: حذف الودجة

source: Delete
ar: إحذف

source: Models in the %(name)s application
ar: نماذج في تطبيق %(name)s

source: Nothing to show
ar: لا يوجد شئ للعرض

source: Date
ar: التأريخ

source: available
ar: متاح

source: None available
ar: لا شيئ متاح

source: Unknown content
ar: محتوى غير معروف

source: Home
ar: الرئيسية

source: Please correct the errors below.
ar: الرجاء تصحيح الأخطاء أدناه

source: Add another %(verbose_name)s
ar: أضف %(verbose_name)s آخر

source: Save
ar: إحفظ

source: Widget was successfully updated
ar: الودجة تم تجديثها بنجاح

source: Items
ar: عناصر

source: Widget has been successfully added
ar: تم إضافة الودجة بنجاح
